<?php

declare(strict_types=1);

return [
    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Ссылка на сброс пароля была отправлена.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Ошибочный код сброса пароля.',
    'user' => 'Не удалось найти пользователя с указанным электронным адресом.',
    'code is expire' => 'Срок действия кода истек',
    'password has been successfully reset' => 'Пароль успешно сброшен',
    'invalid code' => 'Неверный код',
];
